<div class="container">

    <div class="school">
        <img src="/static/images/img_school.svg" alt="學校" />
    </div>
    <div class="titleJL middle_jl">
        <h1>測驗說明</h1>
    </div>
    <div class="boxBor">

        <div class="instructTxt">
            <p>親愛的同學您好：</p>
            <p>本測驗是一套貼近現在國高中生生活的興趣探索工具，即時提供目前108課綱下準備升學的國高中生做使用。</p>
            <p>於測驗作答中，依自己對題目的偏好進行選擇，不需太多思考，以自己想到的第一個答案為佳，本測驗預計需10分鐘左右可完成，期盼有助於您在未來生涯的探索。</p>
            <ul>
                <li>這份〝測驗結果報告書〞可以幫助學子們~了解自己興趣方向，預估自我大學生活的可能性，做為規劃大學生活的參考。</li>
                <li>保密原則：同學的結果報告將存放於本中心之系統中，本中心會遵守保密責任，只有本中心團隊於必要(如研究使用，題項更新等)時才可調閱。若其它人士申請調閱時，需經過同學本人之同意。</li>
            </ul>
            <p>敬祝 順心愉快。</p>
            <!-- 在AI智能輔助學群學系推薦系統中，平台會提供一連串的問題，我們將會透過同學對於問題的回答，輔以人工智慧演算法進行分析，最後進行相關的學群學系推薦，測驗時間約15分鐘，趕快按下按鈕開始進行測驗吧！ -->
            <div class="titleJL"><h1>量表內容</h1></div>
            <p>本校所用的問卷是依據Holland興趣測驗編製之題本</p>
            <div class="titleJL"><h1>施測方法</h1></div>
            <p>採用電子化施測，團體或個人施測的方式皆可進行，全程合計約10分鐘。</p>
        </div>
    </div>
    <div class="titleJL middle_jl">
        <h1>引言</h1>
    </div>
    <div class="boxBor">

        <div class="instructTxt">
            <center><b>
                <p><img src="/static/images/baidu.jpg"></p>
                <p>林俊宏教授<br />
                <p>現任:擺渡人生學校/知識長<br />
                國立臺灣師範大學教育心理與輔導學系兼任助理教授</p>
                </b></center>

            <p>興趣探索，是生涯發展的重要活動。當孩子進入國、高中階段，將面對人生第一個十字路口，即是選擇專業，爾後還有立職業、找工作、展職涯等選擇性議題。面對這些議題，相信家長們總問著孩子:「你對甚麼有興趣」? 但孩子似乎不容易回應這樣的提問? 是真的說不出興趣? 還是不知道有哪些可以選擇呢? 生涯評量工具，是一種促進探索的方式，本團隊參考國內外的生涯興趣量表，以最具權威的Holland生涯興趣量表的框架為基礎重新編製，期望透過48張圖文並茂的電子牌卡，引導正在生涯探索階段的學子們，從中發現自己的興趣類型，以利於做為未來邁向專業選擇的參考，亦成為師長、父母與孩子們對生涯選擇議題討論的基礎。</p>
        </div>
    </div>
    <div class="middle_jl marT30">
        <a href="/survey/personal_info/" class="btnJL">開始測驗</a>
    </div>
</div>