<div class="container">

    <div class="school">
        <img src="/static/images/img_school.svg" alt="學校" />
    </div>
    <div class="titleJL middle_jl">
        <h1>測驗說明</h1>
    </div>
    <div class="boxBor">

        <div class="instructTxt">
            <p>親愛的同學您好：</p>
            <p>本測驗是一套貼近現在國高中生生活的興趣探索工具，即時提供目前108課綱下準備升學的國高中生做使用。</p>
            <p>於測驗作答中，依自己對題目的偏好進行選擇，不需太多思考，以自己想到的第一個答案為佳，本測驗預計需10分鐘左右可完成，期盼有助於您在未來生涯的探索。</p>
            <ul>
                <li>這份〝測驗結果報告書〞可以幫助學子們~了解自己興趣方向，預估自我大學生活的可能性，做為規劃大學生活的參考。</li>
                <li>保密原則：同學的結果報告將存放於本中心之系統中，本中心會遵守保密責任，只有本中心團隊於必要(如研究使用，題項更新等)時才可調閱。若其它人士申請調閱時，需經過同學本人之同意。</li>
            </ul>
            <p>敬祝 順心愉快。</p>
            <!-- 在AI智能輔助學群學系推薦系統中，平台會提供一連串的問題，我們將會透過同學對於問題的回答，輔以人工智慧演算法進行分析，最後進行相關的學群學系推薦，測驗時間約15分鐘，趕快按下按鈕開始進行測驗吧！ -->
        </div>
    </div>
    <div class="middle_jl marT30">
        <a href="/survey/personal_info/" class="btnJL">開始測驗</a>
    </div>
</div>